/* No comment */
"Listing directory failed" = "Mapinhoud ophalen mislukt";

/* Touch file failed */
"Cannot create {0}" = "Kan bestand niet maken {0}";

/* Create directory failed */
"Cannot create folder {0}" = "Kan map niet maken";

/* Moving file failed */
"Cannot rename {0}" = "Kan bestand niet hernoemen {0}";

/* Reading metadata of file failed */
"Cannot read file attributes" = "Kan bestandseigenschappen niet vinden";

/* Writing metadata of file failed */
"Cannot write file attributes" = "Kan metadata niet schrijven";

/* Removing file failed */
"Cannot delete {0}" = "Kan bestand niet verwijderen {0}";

/* Ownership of file */
"Cannot change owner" = "Kan bestandseigenaar niet wijzigen";

/* Group ownership of file or folder */
"Cannot change group" = "Kan groep niet veranderen";

/* Fails to change UNIX access permissions */
"Cannot change permissions" = "Kan bevoegdheden niet wijzigen";
"Cannot change timestamp" = "Kan tijdsaanduiding niet wijzigen";

/* Mount failure */
"Connection failed" = "Verbinding mislukt";

/* Transfer failure */
"Download failed" = "Download mislukt";

/* Transfer failure */
"Upload failed" = "Upload mislukt";

/* Content distribution network configuration failures */
"Cannot read CDN configuration" = "Kan distributienetwerk configuratie niet lezen";
"Cannot write CDN configuration" = "Kan distributienetwerk configuratie niet schrijven";

/* Container configuration such as logging or versioning */
"Cannot read container configuration" = "Kan container configuratie niet lezen";

"Interoperability failure" = "Interoperability failure";
"File not found" = "File not found";
"Insufficient disk space" = "Insufficient disk space";